Repository: NUBIC/rubycas-server
Catalog: po/*/rubycas-server.po
Languages: es_ar

source: Your login request did not include a login ticket. There may be a problem with the authentication system.
es_ar: Su pedido de login no incluyó un ticket. Puede que haya un problema con el sistema de autentificación.

source: The login ticket you provided has already been used up. Please try logging in again.
es_ar: El ticket de login que ha provisto ya ha sido utilizado. Por favor intente ingresando sus credenciales nuevamente.

source: You took too long to enter your credentials. Please try again.
es_ar: Usted ha tardado mucho en ingresar sus credenciales. Por favor reintente nuevamente.

source: The login ticket you provided is invalid. There may be a problem with the authentication system.
es_ar: El ticket de login que ha provisto es inválido. Puede que haya un problema con el sistema de autentificación.

source: You are currently logged in as '%s'. If this is not you, please log in below.
es_ar: Actualmente está logueado como '%s'. Si este no es usted, por favor ingrese sus datos debajo.

source: The client and server are unable to negotiate authentication. Please try logging in again later.
es_ar: El cliente y el servidor no pueden negociar su autentificación. Por favor intente luego.

source: The server cannot fulfill this gateway request because no service parameter was given.
es_ar: El servidor no puede atender este pedido porque no se especificó el servicio de destino.

source: The target service your browser supplied appears to be invalid. Please contact your system administrator for help.
es_ar: El servicio de destino proporcionado por su navegador parece inválido. Por favor contacte al administrador.

source: Could not guess the CAS login URI. Please supply a submitToURI parameter with your request.
es_ar: No se ha podido adivinar el URI de acceso al CAS. Suministre un submitToURI como parámetro con su solicitud.

source: You have successfully logged in.
es_ar: Has ingresado satisfactoreamente.

source: Incorrect username or password.
es_ar: El email o contraseña ingresados son incorrectos.

source: You have successfully logged out.
es_ar: Ha finalizado correctamente su sesión de usuario.

source: Please click on the following link to continue:
es_ar: Por favor, haga click en el siguiente link para continuar:

source: To generate a login ticket, you must make a POST request.
es_ar: Para generar un ticket de acceso, usted debe hacer una petición POST.

source: Central Login
es_ar: Servicio de Autenticación Central

source: Please wait...
es_ar: Por favor aguarde...

source: Username
es_ar: Usuario

source: Password
es_ar: Contraseña

source: Remeber me on this computer
es_ar: Recordarme en esta computadora

source: LOGIN
es_ar: INICIAR SESIÓN
